{
  "appetizers": [
    {
      "description": "Served with Buckwheat Pancakes, Sriracha-Wasabi Aioli & Maple Syrup",
      "dish": "Maple Brie Scallops With Bacon Jam",
      "price": "$20"
    },
    {
      "description": "Topped with Apple Slaw served on mini Brioche Rolls",
      "dish": "Bourbon-Honey Glazed Pork Belly Sliders",
      "price": "$15"
    },
    {
      "description": "Grilled lamb chops served with Naan bread, Yogourt Mint Raita and Pomegranate Arils topped with an Olive Oil Oregano Tapenade",
      "dish": "Lollipop Lamb Chops",
      "price": "$17"
    },
    {
      "description": "Breaded Pickle Chips with Maple Dijon and Picante Ketchup Dipping Sauces",
      "dish": "Fried Pickles",
      "price": "$10"
    },
    {
      "description": "Panko & Sweet Coconut Crusted Thick Cut Vidalia Onions. Served with Root Beer BBQ Mayo",
      "dish": "Coconut Onion Rings",
      "price": "$11"
    },
    {
      "description": "Nathan's Famous Mini Frankfurters With Neon Green Relish, Purple Mustard and Creamy Carolina Coleslaw served on Toasted Mini Brioche Buns",
      "dish": "Bacon Wrapped Dog Sliders",
      "price": "$13"
    },
    {
      "description": "A New England Classic. Chilled Lobster Salad on Mini Brioche Buns",
      "dish": "Mini Lobster Rolls",
      "price": "$20"
    },
    {
      "description": "On a Toasted Belgian Waffle Drizzled With Maple Butter Syrup",
      "dish": "Southern Fried Buttermilk Chicken Crispers",
      "price": "$11"
    },
    {
      "description": "Deep Fried with a Side of Peruvian Aji Rojo Sauce",
      "dish": "Salt and Pepper Calamari",
      "price": "$13"
    },
    {
      "description": "A Mediterranean Red Pepper Feta Cheese Dip served With Fresh Cut Truffle-Parmesan Potato Chips",
      "dish": "Kopanisti Dip and Chips",
      "price": "$9"
    },
    {
      "description": "Fried Wonton Shells with Asian Slaw Topped with Seared Sushi Grade Tuna slices and Wasabi Lime Aioli",
      "dish": "Ahi Tuna Tacos",
      "price": "$18"
    }
  ],
  "dessert": [
    {
      "description": "Classic French Pate Sucre Tartlet with Brown Butter Filling & Caramelized Apples Topped with Vanilla Island Ice Cream & Whipped Cream",
      "dish": "Caramel Apple Brown Butter Tart",
      "price": ""
    },
    {
      "description": "Pinot Noir Poached Pear with Cardamom, Cinnamon Clafoutis Served with Vanilla Island Ice Cream & Whipped Cream",
      "dish": "Poached Pear Clafoutis",
      "price": "$9"
    },
    {
      "description": "Vt Cream Cheese & VT Mascarpone Disaranno Cheesecake Topped With Coconut Mousse & Chocolate Sauce",
      "dish": "Toasted Almond Cheesecake",
      "price": "$9"
    },
    {
      "description": "A Rich Dark Chocolate & Milk Chocolate Mousse Cake with Raspberry Liqueur & a Walnut Crust with a Raspberry Coulis",
      "dish": "Chocolate Delice Framboise",
      "price": "$9"
    }
  ],
  "entrees": [
    {
      "description": "Slow cooked Beef Short Rib in a red wine reduction served with our signature Mac & Cheese",
      "dish": "Cornbread Crusted Short-Rib with Mac & Cheese",
      "price": "$18"
    },
    {
      "description": "Quebec Free Range Chicken, Slow Roasted with our Maple Spit-fire Rub. Served with Fire Roasted Poblano Rice and a Side of Aji Amarillo Sauce",
      "dish": "Maple Glazed Rotisserie Chicken",
      "price": "$18"
    },
    {
      "description": "Mediterranean Inspired Lamb Shank. Served with Garlic Mashed Potatoes and Lamb Jus",
      "dish": "Braised Lamb Shank",
      "price": "$23"
    },
    {
      "description": "24 hour wet-marinated 12 oz. Hanger Steak (also known as the Butcher Steak and prized for its flavour). We grill it up to medium cooking then slice it and top it with our bourbon-bacon marmalade. Served with fully loaded mashed potatoes and assorted grilled peppers",
      "dish": "Hanger Steak with Bourbon-Bacon Marmalade",
      "price": "$30"
    },
    {
      "description": "Maple Smoked, Slow Cooked Beef Ribs Glazed in our Root Beer BBQ Sauce. Served with Creamy Coleslaw and Match Stick Fries",
      "dish": "Bernstein Ribs",
      "price": "$27"
    },
    {
      "description": "A Three Decker Club on a Brioche Roll with braised BBQ Short-Rib, Bacon, Avocado, Tomatoes, Red Onions, Romaine Lettuce and our Chipotle Apple Slaw",
      "dish": "Short-Rib Club",
      "price": "$25"
    },
    {
      "description": "14 oz. Ribeye grilled and topped our signature chimichurri sauce. Served with assorted grilled peppers and truffle matchstick fries",
      "dish": "Cowboy Ribeye",
      "price": "$25"
    },
    {
      "description": "A 10 oz Manhattan-Cut Stripling seared in a cast iron Skillet topped with Umami Butter and homemade matchstick fries. Served with a Dijonaise sauce and oven roasted Bone Marrow",
      "dish": "Steak Frites Skillet",
      "price": "$25"
    },
    {
      "description": "Chiffonade of mixed Greens, Hearts of Palm, Red Onions, Julienned Mango, Grape Tomatoes, Edamame Soy Beans and Hard-Boiled Egg Tossed in a Shallot Vinaigrette Topped with Pan Seared Sesame Sushi Grade Tuna",
      "dish": "Neptune Ahi Tuna Salad",
      "price": "$23"
    },
    {
      "description": "Fried Buttermilk Chicken Crispers, Mixed Greens, Bacon, Red Onions, Bell Peppers, Corn Kernels, Julienned Carrots, Grape Tomatoes, Shredded Monterey Jack and Cheddar Cheese and Sweet Waffle Croutons Tossed in a Bourbon Pear Dressing",
      "dish": "Southern Fried Chicken Salad",
      "price": "$19"
    }
  ]
}
